# Personal Homebrew packages (not managed by Bluefin system Brewfiles)
# Regenerate: `brew-sync` or `brew-sync sync`
#
# These are explicitly installed packages that aren't in:
#   /usr/share/ublue-os/homebrew/*.Brewfile

# CLI tools & development
brew "cosign"
brew "gcc"
brew "gettext"
brew "glab"
brew "lazygit"
brew "libfaketime"
brew "luarocks"
brew "ncdu"
brew "neovim"
brew "opencode"
brew "ripgrep"
brew "shellcheck"
brew "stow"
brew "stress-ng"
brew "git-delta"
brew "tailscale"
brew "television"
brew "tree-sitter@0.25"
brew "worktrunk"
brew "zbar"

# Fonts & GUI apps
cask "font-caskaydia-mono-nerd-font"

# Flatpaks
flatpak "com.getpostman.Postman"
flatpak "com.gitbutler.gitbutler"
flatpak "com.github.jeromerobert.pdfarranger"
flatpak "com.github.ryonakano.reco"
flatpak "com.moonlight_stream.Moonlight"
flatpak "com.rtosta.zapzap"
flatpak "com.usebottles.bottles"
flatpak "com.vivaldi.Vivaldi"
flatpak "io.dbeaver.DBeaverCommunity"
flatpak "io.github.alainm23.planify"
flatpak "io.github.ronniedroid.concessio"
flatpak "io.github.shiftey.Desktop"
flatpak "it.mijorus.gearlever"
flatpak "me.proton.Pass"
flatpak "org.chromium.Chromium"
flatpak "org.gimp.GIMP"
flatpak "org.gnome.Boxes"
flatpak "org.gnome.dspy"
flatpak "org.gnome.NetworkDisplays"
flatpak "org.libreoffice.LibreOffice"
flatpak "org.localsend.localsend_app"
flatpak "org.pipewire.Helvum"
flatpak "org.signal.Signal"
flatpak "org.videolan.VLC"
